a = 10    # Инициализация переменной а типа int
print(a)    # вывод переменной а

# Это проверка вывода
# коментария на несколько строк
# используя однострочный комментарий

a = 15      # Изменение переменной а
print("Значение переменной a равно", a)     # вывод переменной а

b = "Значение переменной"   # инициализация переменной b типа str
c = "равно"   # инициализация переменной c типа str
print(b, "a", c, a)    # вывод меременной а используя переменные b,c

d = True    # инициализация переменной d типа bool
print(b, "d", c, d)    # вывод меременной d используя переменные b,c
e = False     # инициализация переменной e типа bool
print(b, "e", c, e)     # вывод меременной e используя переменные b,c

'''вариант
 многострочного
 комментария'''

# создание многострочного значения строковой переменной
text = '''Первая стока
Вторая строка
Третья строка'''

print(text)     # вывод переменной text
